am/OpenFOAM-10/etc/templates/closedVolume/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

epsilonInitial  0.001;

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform $epsilonInitial;

boundaryField
{
    wall
    {
        type            epsilonWallFunction;
        value           uniform $epsilonInitial;
    }
}

// ************************************************************************* //
